README.org
#+title:Sequence logos for profile hidden Markov models
* Introduction

  [[https://pfam.xfam.org/][Pfam]] is a database that collects information about protein families
  and domains.  Profile hidden Markov models (HMMs) are used to
  classify the protein families and hold information about
  conservation and variability within family members.  Sequence logos
  are graphical representations of biological sequence alignments or
  HMMs, that give information about the conservation.

  
